export default {
    "name": "Финченко Олеся Александровна",
    "login": "Финченко",
    "details": [
      {
        "brigade": 2,
        "department": "Консервное производство",
        "period": ["2022-09-30T14:00:00.000Z", "2022-10-17T14:00:00.000Z"],
        "spots": [
          {
            "spot": "ОТК (русские)",
            "ktu": 1,
            "hours": 12,
            "accrual": 1344.27,
            "bonus": 4265.19,
            "fine": 0
          },
          {
            "spot": "ОТК (русские)",
            "ktu": 1,
            "hours": 12,
            "accrual": 1344.27,
            "bonus": 42650.19,
            "fine": 1222
          }
        ]
      },
      {
        "brigade": 3,
        "department": "Консервное производство",
        "period": ["2022-09-30T14:00:00.000Z", "2022-10-17T14:00:00.000Z"],
        "spots": [
          {
            "spot": "ОТК (морская капуста)",
            "ktu": 1,
            "hours": 12,
            "accrual": 1917.01,
            "bonus": 1378.08,
            "fine": 0
          }
        ]
      }
    ]
  }